{
  "home": {
    "welcome": "Fayn Kokteyl Bara Hoş Geldiniz",
    "title": "ANA SAYFA"
  },
  "about": "HAKKIMIZDA",
  "locations": {
    "title": "LOKASYONLAR",
    "alsancak": {
      "description": "Alsancak şubemizde imza kokteyllerimizin tadını çıkarın."
    },
    "bostanli": {
      "description": "Bostanlı şubemizde imza kokteyllerimizin tadını çıkarın."
    },
    "alacati": {
      "description": "Alaçatı şubemizin canlı atmosferini yaşayın.."
    },
    "marina": {
      "description": "FAYN’99'un marinanın yanındaki eşsiz atmosferinin tadını çıkarın."
    }
  },
  "products": "ÜRÜNLER",
  "menu": "MENÜ",
  "exploreMenu": "Menüyü Keşfet",
  "seeMore": "DAHA FAZLA",
  "eatFine": "EAT FINE",
  "drinkFine": "DRINK FINE",
  "feelFayn": "FEEL FAYN",
  "description": "Olağanüstü lezzetlerin unutulmaz deneyimlerle buluştuğu yere, Fayn’a hoş geldiniz. Lezzet ve konforun buluştuğu bu dünyaya adım atın; yemeğin ve eğlencenin deneyimini Fayn dokunuşuyla bambaşka bir seviyeye taşıyalım.",
  "whoweareTitle": "BİZ KİMİZ?",
  "whoweareDescription": "FAYN, KONUKLARIN KOKTEYL, MUTFAK, CANLI MÜZİK VE HARİKA BİR ŞİRKETLE EĞLENEBİLECEĞİ CANLI BİR BULUŞMA YERİDİR.",
  "weAreFayn": "Biz Fayn'ız.",
  "weAreFaynDescription": "Her detayın bağlantıyı ve keyfi ilham almak için tasarlandığı bir destinasyon. Burada, imza kokteyller, dünya mutfağı ve müzik, şehrin kendisi kadar canlı bir atmosfer yaratmak için bir araya gelmekte. İster eğlence, ister dinlenmek, ister yeni tatlar keşfetmek için Fayn'ı ziyaret edebilirsiniz.",
  "quality": {
    "flavor": "LEZZET",
    "style": "STİL",
    "quality": "KALİTE"
  },
  "location": {
    "title": "ŞUBELERİMİZ",
    "reservation": "Rezervasyon",
    "select_branch": "ŞUBE SEÇİNİZ"
  },
  "branches": {
  "title": "ŞUBELER",
  "noImagesAvailable": "Görüntülenebilir resim yok"
},
"newsletter": {
  "title": "HABER BÜLTENİ",
  "description": "Fayn Cocktails & More dünyasındaki en güncel haberler, etkinlikler ve özel duyurularla hep bir adım önde olun. Barın arkasında ve ötesinde neler olup bittiğini keşfedin; misafirlerimiz için unutulmaz deneyimler yaratmaya devam ediyoruz.",
  "stayInTheLoop": "DÖNGÜDE KALIN"
},
"coctailmasterclass": {
 "title": "Fayn Cocktails & More yakın zamanda bir dizi heyecan verici kokteyl atölyesine ev sahipliği yaptı",
 "date": "30 Ağustos 2024",
 "description": "Fayn Cocktails & More, ünlü bartender Çağatay Ercan’ın liderliğinde heyecan verici bir kokteyl atölye serisine ev sahipliği yaptı.",
 "descriptiontwo": " Bu interaktif oturumlarda katılımcılar, premium malzemeler seçerek ve mükemmel karışımı yaratarak kokteyl yapımının inceliklerini öğrenme fırsatı buldu. Çağatay Ercan’ın uzman rehberliği sayesinde, katılımcılar becerilerini geliştirerek kendi imza kokteyllerini hazırladılar.  Büyük ilgi gören bu atölyeler, her seviyeden kokteyl tutkunları için hem eğlenceli hem de öğretici bir deneyim sundu. Fayn, kokteyl deneyimini bir üst seviyeye taşımak için yaratıcılığı uzmanlıkla buluşturan benzersiz etkinlikler düzenlemeye devam ediyor."
},
"missandmrmodel": {
 "title": "STİL DOLU BİR GECE İÇİN GÖZ ALICI BİR ORTAM SUNUYORUZ.",
 "date": "30 Ağustos 2024",
 "description": "Geçtiğimiz yaz, Fayn’99 Beach, büyük bir heyecanla beklenen Miss & Mr. Model seçim etkinliği ve after-party’ine ev sahipliği yaptı.",
 "descriptiontwo": "Şıklık ve heyecan ile dolu bir gece için göz alıcı bir atmosfer sunan etkinlik, dünyanın dört bir yanından gelen modelleri prestijli unvan için yarışırken, misafirler canlı eğlenceler, lezzetli kokteyller ve unutulmaz anılarla dolu bir gece yaşadı. Fayn’99 Beach'teki after-party, akşamın mükemmel bir finali oldu. Moda, eğlence ve zarafetin dinamik bir karışımını sunarak, uzmanlıkla hazırlanmış kokteyller ve enerjik bir kalabalık eşliğinde unutulmaz bir geceye imza attı. Fayn’99 Beach, bir kez daha unutulmaz etkinlikler için en mükemmel destinasyon olduğunu kanıtladı."
},
"izmirfashionweek": {
  "title": "Fayn Cocktails & More yakın zamanda bir dizi heyecan verici kokteyl atölyesine ev sahipliği yaptı",
  "date": "30 Ağustos 2024",
  "description": "Fayn Cocktails & More, yaratıcılığı ve modayı kutlayarak İzmir Fashion Week 2024'ün gururlu sponsoru oldu.",
  "descriptiontwo": "Etkinlik, Fayn’de düzenlenen unutulmaz bir after-party ile sona erdi.\nMisafirler, imza kokteyllerimizin eşliğinde keyifli sohbetler edip canlı atmosferimizde unutulmaz anlar yaşadı.\nModa, eğlence ve zarafetin bir araya geldiği bu gece, Fayn ruhunu mükemmel şekilde yansıttı.\nKonuklar, ustalıkla hazırlanan içecekler ve büyüleyici moda dokunuşları eşliğinde gece boyunca dans etti.\nBu etkinlik, Fayn’in insanları unutulmaz deneyimlerle bir araya getirme konusundaki kararlılığının sadece bir başlangıcıydı.\nYaratıcılığı ve topluluğu birleştiren yeni etkinliklerimiz için bizi takipte kalın!"
},
"aboutus": {
 "title": "HAKKIMIZDA",
 "description": "Şehrin kalbinde yer alan Fayn, kokteylleri, lezzetleri, canlı müziği ve keyifli sohbetleri bir araya getiren hareketli bir buluşma noktasıdır. Şık dekorasyonu, sıcak atmosferi ve özenli hizmetiyle Fayn, hem samimi buluşmalar hem de özel kutlamalar için ideal bir tercihtir.",
 "descriptionone": "İş toplantılarından özel kutlamalara kadar her etkinlik için mükemmel bir mekân olan Fayn, özenle hazırlanan menüsünde dünya mutfaklarını buluşturuyor. Özgün kokteylleri ustalıkla hazırlanırken, yemekleri ise taptaze ve kaliteli malzemelerle sunuluyor.",
 "descriptiontwo": "Fayn, enerjik DJ performanslarıyla misafirlerine dinamik bir atmosfer sunarak seçkin lezzetlerini unutulmaz bir deneyime dönüştürüyor. Mükemmelliğe olan bağlılığıyla her gün beklentilerin üzerine çıkmayı hedefleyen Fayn, her ziyareti kalıcı bir iz bırakacak şekilde tasarlamakta.",
 "countries": "ÜLKELER",
 "branches": "ŞUBELER",
 "customers": "KULLANICILAR",
 "titleone": "İŞBİRLİKLERİMİZ",
 "descriptionthree": "Tüm operasyonumuzun kalbi olan özel fabrikamızda, şubelerimizde sunulan yemek ve kokteylleri benzersiz kılan premium malzemeleri üretiyoruz. Kendi malzemelerimizi üretmemiz, her yemek-içecekte eşsiz kalite, tutarlılık ve lezzet sunmamızı sağlıyor. Bu özel üretim yaklaşımımız sayesinde, tüm şubelerimizde aynı yüksek standartları koruyarak misafirlerimize kusursuz ve ayrıcalıklı bir deneyim sunuyoruz.",
 "titletwo": "FAYN OLARAK, MÜKEMMELLİYETİ ORTAYA KOYMAKTAN MUTLULUK DUYUYORUZ.  "
},
"product": {
  "title": "ÜRÜNLERİMİZ",
  "our": "",
  "finest": "EN İYİ",
  "drinks": "KOKTEYLLERİMİZ VE YİYECEKLERİMİZ",
  "description":"Özenle seçilmiş en özel içecek ve lezzetlerimizi keşfedin. İmza kokteyllerden, dünya mutfağından ilham alan yemeklere kadar menümüzdeki her ürün, kaliteye ve yaratıcılığa olan tutkumuzu yansıtıyor. Her anı daha özel kılan bu lezzet yolculuğuna siz de bizimle çıkın.",
  "all":"Hepsi",
  "dishes":"Yiyecekler",
  "cocktail":"Kokteyller",
  "items": {
    "floral_zing": "Floral Zing",
    "bergamot_fizz": "Bergamot Fizz",
    "chocolate_negroni": "Chocolate Negroni",
    "clear_touch": "Clear Touch",
    "fayn_thanks_and_you": "Fayn Thanks And You",
    "fugu_will_be_fayn": "Fugu Will Be Fayn",
    "kalipso": "Kalipso",
    "libido": "Libido",
    "mango_blossom": "Mango Blossom",
    "pretty_in_green": "Pretty In Green",
    "artichoke_seabass": "Enginarlı Levrek",
    "beef_katsu_veggie_rice": "Beef Katsu Veggie Rice",
    "california_roll": "California Roll",
    "far_from_home": "Far From Home",
    "octopus_corn": "Ahtapotlu Mısır",
    "signature_cocktails": "İMZA KOKTEYLLERİ",
    "signature_dishes": "İMZA YEMEKLERİ",
    "view_details": "Detayları Görüntüle"
  }
},
"lovefest": {
  "title": "FAYN, UNUTULMAZ BİR AKŞAM OLAN LOVE FEST'E EV SAHİPLİĞİ YAPTI.",
  "date": "30 Ağustos 2024",
  "description": "Fayn, stil, lezzet ve bağın mükemmel bir uyum içinde bir araya geldiği unutulmaz bir akşam olan Love Fest'e gururla ev sahipliği yaptı.",
  "descriptiontwo": "Etkinlik, enerjisi, yaratıcılığı ve tabii ki olağanüstü kokteylleriyle dolu bir atmosferde aşkı her haliyle kutlamak için canlı bir kalabalığı bir araya getirdi. Konuklar, her yudumda deneyimi yükseltmek için tasarlanmış benzersiz lezzet karışımları sunan Fayn'in özel el yapımı kokteyllerinin tadını çıkardılar. Gece ilerledikçe, zarafet ve yeniliği bünyesinde barındıran çarpıcı tasarımların sergilendiği muhteşem bir defile sahne aldı. Değerli sponsorumuz Salute Group'un desteğiyle Love Fest bir etkinlikten daha fazlası haline geldi; tutkunun, sanatın ve unutulmaz anların bir kutlaması oldu. Her etkinliğin zevkle, stille ve bir tutam sihirle hazırlandığı Fayn'den daha olağanüstü deneyimler için bizi izlemeye devam edin."
},
"footer": {
  "logoAlt": "Şirket Logosu",
  "contactUs": "Bize Ulaşın",
  "yourName": "Adınız",
  "email": "E-posta",
  "yourMessage": "Mesajınız",
  "send": "Gönder",
  "successMessage": "Mesajınız başarıyla gönderildi!",
  "errorMessage": "Mesaj gönderilirken hata oluştu.",
  "copyright": "© {{year}} Fayn. Tüm Hakları Saklıdır.",
  "links": {
    "menu": "MENÜ"
  }
},
"projects": {
  "izmir_fashion_week_2024": {
    "title": "İZMİR MODA HAFTASI 2024",
    "description": "Fayn Cocktails & More, yaratıcılığı ve stili kutlayarak İzmir Moda Haftası 2024'e gururla sponsor oldu."
  },
  "miss_mr_model_2024": {
    "title": "MISS & MR. MODEL 2024",
    "description": "Geçen yaz, Fayn’99 Beach, merakla beklenen Miss & Mr. Model seçimlerine ve after party'ye ev sahipliği yaparak stil ve heyecan dolu bir gece için göz alıcı bir ortam sağladı."
  },
  "fayn_presents_love_fest": {
    "title": "FAYN SUNAR: LOVE FEST",
    "description": "Fayn, stil, lezzet ve bağın mükemmel bir uyum içinde bir araya geldiği unutulmaz bir akşam olan Love Fest'e gururla ev sahipliği yaptı."
  },
  "exciting_expansion_dubai": {
    "title": "HEYECAN VERİCİ GENİŞLEME: FAYN YAKINDA DUBAİ'DE",
    "description": "Sevgili markamız Fayn'ın yakında W Hotel The Palm'da Dubai şubesini açacağını duyurmaktan heyecan duyuyoruz."
  },
  "meet_ercan": {
    "title": "FAYN'IN SEVİLEN SAKİNİ ERCAN'LA TANIŞIN",
    "description": "O sadece bizim kedimiz değil; herkesin kedisi. Müşterilerimiz arasında gerçek bir favori olan Ercan'ın insanları evlerinde hissettiren özel bir yanı var."
  }
}
}