{
  "home": {
    "welcome": "Welcome to Fayn Cocktail Bar",
    "title": "HOME"
  },
  "about": "ABOUT",
  "locations": {
    "title": "LOCATIONS",
    "alsancak": {
      "description": "Enjoy our signature cocktails at our Alsancak branch."
    },
    "bostanli": {
      "description": "Enjoy our signature cocktails at our Bostanlı branch."
    },
    "alacati": {
      "description": "Experience the vibrant atmosphere of our Alaçatı branch.."
    },
    "marina": {
      "description": "Enjoy the unique ambiance of FAYN’99 by the marina."
    }
  },
  "products": "PRODUCTS",
  "menu": "MENU",
  "exploreMenu": "Explore the Menu",
  "seeMore": "SEE MORE",
  "eatFine": "EAT FINE",
  "drinkFine": "DRINK FINE",
  "feelFayn": "FEEL FAYN",
  "description": "Welcome to Fayn, where exceptional flavors meet unforgettable experiences. Step into a world where sophistication meets comfort, and let us elevate your dining and entertainment experience to new heights.",
  "whoweareTitle": "WHO ARE WE?",
  "whoweareDescription": "FAYN, IS A VIBRANT GATHERING PLACE WHERE GUESTS (bar) (will) CAN ENJOY COCKTAILS, CUISINE, LIVE MUSIC, AND GREAT COMPANY.",
  "weAreFayn": "We Are Fayn.",
  "weAreFaynDescription": "A destination where every detail is designed to inspire connection and enjoyment. Here, exceptional cocktails, world-class cuisine, and live music come together to create an atmosphere that’s as vibrant as the city itself. Whether you're here to celebrate, unwind, or explore new flavors.",
  "quality": {
    "flavor": "FLAVOR",
    "style": "STYLE",
    "quality": "QUALITY"
  },
  "branches": {
    "title": "BRANCHES",
    "noImagesAvailable": "No images available"
  },
  "location": {
    "title": "OUR LOCATIONS",
    "reservation": "Reservation",
    "select_branch": "SELECT BRANCH"
  },
  "newsletter": {
    "title": "NEWSLETTER",
    "description": "Stay in the loop with the latest news, events, and exclusive updates from Fayn Cocktails & More. Discover what’s happening behind the bar and beyond as we continue to craft unforgettable experiences for our guests.",
    "stayInTheLoop": "STAY IN THE LOOP"
  },
 "coctailmasterclass": {
  "title": "Fayn Cocktails & More recently hosted a series of exciting cocktail workshops",
  "date": "August 30th 2024",
  "description": "Fayn Cocktails & More recently hosted a series of exciting cocktail workshops, led by the acclaimed bartender Çağatay Ercan.",
  "descriptiontwo": "During these engaging sessions participants had the opportunity to learn the fine art of cocktail making from selecting premium ingredients to mastering the perfect mix.\nÇağatay’s expert guidance helped attendees refine their skills and craft their own signature drinks.\nThe workshops were a great success providing a fun and educational experience for cocktail enthusiasts of all levels.\nFayn continues to offer unique opportunities like these, blending creativity with expert knowledge to elevate the cocktail experience."
},
 "missandmrmodel": {
  "title": "PROVIDING A GLAMOROUS SETTING FOR A NIGHT FULL OF STYLE.",
  "date": "August 30th 2024",
  "description": "Last summer, Fayn’99 Beach hosted the highly anticipated Miss & Mr. Model selection and the after-party, providing a glamorous setting for a night full of style and excitement.",
  "descriptiontwo": "The event brought together models from all over, who competed for the prestigious title, while guests enjoyed a vibrant atmosphere with live entertainment, delicious cocktails, and unforgettable memories. The after-party at Fayn’99 Beach was the perfect conclusion to the evening, offering a dynamic mix of fashion, fun, and flair. With expert-crafted cocktails, lively conversations, and a lively crowd, Fayn’99 Beach once again proved to be the ultimate destination for unforgettable events."
},
"izmirfashionweek": {
 "title": "FAYN & IZMIR FASHION WEEK 2024, CELEBRATİNG FASHION AND FUN.",
 "date": "August 30th 2024",
 "description": "Fayn Cocktails & More proudly sponsored İzmir Fashion Week 2024, celebrating creativity and style.",
 "descriptiontwo": "The event concluded with an unforgettable after-party at Fayn, where guests enjoyed signature cocktails, lively conversations, and captured memories in our vibrant atmosphere. It was a night filled with fun, fashion, and flair, perfectly reflecting the spirit of Fayn. Guests danced the night away, surrounded by a stunning blend of fashion and expertly crafted drinks. The event marked just the beginning of Fayn’s continued commitment to bringing people together through unforgettable experiences. Stay tuned for more events where we continue to mix creativity with community!"
},
"aboutus": {
 "title": "ABOUT US",
 "description": "Fayn, located in the heart of the city, is a vibrant gathering place where guests can enjoy cocktails, cuisine, live music, and great company. With its chic decor, inviting ambiance, and attentive staff, Fayn is the ideal choice for both casual meetings and special celebrations.",
 "descriptionone": "Fayn is the perfect venue for both business gatherings and celebratory events.Its carefully curated menu showcases a fusion of global flavors,complemented by signature cocktails crafted with precision and dishes prepared using premium, fresh ingredients.",
 "descriptiontwo": "Fayn enhances the guest experience with dynamic live DJ performances, providing an engaging atmosphere that complements its premium offerings. Committed to excellence, Fayn strives daily to exceed expectations,ensuring every visit leaves a lasting impression and fosters memorable experiences.",
 "countries": "COUNTRIES",
 "branches": "BRANCHES",
 "customers": "CUSTOMERS",
 "titleone": "OUR COLLABORATIONS",
 "descriptionthree": " Our dedicated factory serves as the heart of our operation, where we produce the premium ingredients that define the food and cocktails served across all our branches. By creating our own ingredients, we ensure unmatched quality, consistency, and flavor in every dish and drink. This commitment to in-house production allows us to deliver a seamless and exceptional experience, uniting all our locations with the same standard of taste and excellence.",
 "titletwo": " AT FAYN, WE TAKE FAYN PRIDE IN CRAFTING THE BEST."
},
"product": {
  "title": "OUR PRODUCTS",
  "our": "OUR",
  "finest": "finest",
  "drinks": "DRINKS & DISHES FROM THE MENU",
  "description":"Discover a curated selection of our finest drinks and dishes, thoughtfully crafted to delight your senses. From signature cocktails to globally inspired cuisine, each item on our menu reflects our passion for quality and creativity. Indulge in flavors that elevate every moment.",
  "all":"All",
  "dishes":"Dishes",
  "cocktail":"Cocktails",
  "items": {
    "floral_zing": "Floral Zing",
    "bergamot_fizz": "Bergamot Fizz",
    "chocolate_negroni": "Chocolate Negroni",
    "clear_touch": "Clear Touch",
    "fayn_thanks_and_you": "Fayn Thanks And You",
    "fugu_will_be_fayn": "Fugu Will Be Fayn",
    "kalipso": "Kalipso",
    "libido": "Libido",
    "mango_blossom": "Mango Blossom",
    "pretty_in_green": "Pretty In Green",
    "artichoke_seabass": "Artichoke Seabass",
    "beef_katsu_veggie_rice": "Beef Katsu Veggie Rice",
    "california_roll": "California Roll",
    "far_from_home": "Far From Home",
    "octopus_corn": "Octopus Corn",
    "signature_cocktails": "SIGNATURE COCKTAILS",
    "signature_dishes": "SIGNATURE DISHES",
    "view_details": "View Details"
  }
},
"lovefest": {
  "title": "FAYN HOSTED LOVE FEST, AN UNFORGETTABLE EVENING.",
  "date": "August 30th 2024",
  "description": "Fayn proudly hosted Love Fest, an unforgettable evening where style, flavor, and connection came together in perfect harmony.",
  "descriptiontwo": "The event brought together a vibrant crowd to celebrate love in all its forms, with an atmosphere filled with energy, creativity, and of course, exceptional cocktails. Guests indulged in Fayn’s signature handcrafted cocktails, each sip delivering a unique blend of flavors designed to elevate the experience. As the night unfolded, a spectacular fashion show took center stage, showcasing stunning designs that embodied elegance and innovation. With the support of Salute Group as our valued sponsor, Love Fest became more than just an event; it was a celebration of passion, artistry, and unforgettable moments. Stay tuned for more extraordinary experiences from Fayn where every event is crafted with taste, style, and a touch of magic."
},
"footer": {
  "logoAlt": "Company Logo",
  "contactUs": "Contact Us",
  "yourName": "Your Name",
  "email": "Email",
  "yourMessage": "Your Message",
  "send": "Send",
  "successMessage": "Your message has been sent successfully!",
  "errorMessage": "An error occurred while sending the message.",
  "copyright": "© {{year}} Fayn. All Rights Reserved.",
  "links": {
    "menu": "MENU"
  }
},
"projects": {
  "izmir_fashion_week_2024": {
    "title": "IZMIR FASHION WEEK 2024",
    "description": "Fayn Cocktails & More proudly sponsored İzmir Fashion Week 2024, celebrating creativity and style celebrating creativity and style."
  },
  "miss_mr_model_2024": {
    "title": "MISS & MR. MODEL 2024",
    "description": "Last summer, Fayn’99 Beach hosted the highly anticipated Miss & Mr. Model selection and the after-party, providing a glamorous setting for a night full of style and excitement."
  },
  "fayn_presents_love_fest": {
    "title": "FAYN PRESENTS: LOVE FEST",
    "description": "Fayn proudly hosted Love Fest, an unforgettable evening where style, flavor, and connection came together in perfect harmony."
  },
  "exciting_expansion_dubai": {
    "title": "EXCITING EXPANSION: FAYN COMING SOON TO DUBAI",
    "description": "We are thrilled to announce that our beloved brands, Fayn, will soon be opening their Dubai branch at W Hotel The Palm."
  },
  "meet_ercan": {
    "title": "MEET ERCAN - FAYN'S BELOVED RESIDENT CAT",
    "description": "She’s not just our cat; she’s everyone’s cat. A true favorite among our customers, Ercan has a special way of making people feel at home."
  }
}
}